# Bot config
token = "7668270389:AAGdoxAlb8qK4zAYXvOd3uyyUeIKjfeMRvg"  # Production

# Telethon config
# api_id = api_id
api_hash = "api hash"

# Qiwi config
qiwi_secret_token = "eyJ2ZXJzaW9********************************udF9zaXRlX3VpZCI6In"
qiwi_withdraw_token = "11b************e5a901"

# Bot settings
admins = [696906752, 123456798]
admin_contact = "@username"
arbitrage = 696906752
notifications_channel = -1002255396337
feedback_channel = -1002388801194

information = """Пользователи сервиса могут провести сделку 24/7, что, согласитесь, очень удобно.

Основные моменты:
➖ Минимальная сумма сделки 10 RUB
➖ Оплата принимается в BTC BANKIR и QIWI. Выплата, соответственно, производится также
➖ Комиссия сервиса 0%
➖ Сумма сделки фиксируется в RUB в момент заключения сделки.

Открытие спора после оплаты Гарант-Сервиса.
➖ У покупателя и у продавца в процессе сделки есть кнопка "Открыть арбитраж". Сделка автоматически переходит в статус "Арбитраж". Продавец или покупатель должны написать Арбитру. После вынесения решения - денежные средства переводятся.


Внимание! Сделку должен начать Покупатель воспользовавшись поиском пользователей! Это важный момент."""
